### 它正在限定我们的生活
   如果产品在网络上是免费的，那么这个产品本身就是用户。或许你已经感觉到，我们现在“看到什么”的权力，很大程度上被科技公司的算法控制住了。搜索引擎、微博时间线，还有今日头条等新闻聚合类应用，早已不完全根据时间线排列信息，而是根据你的行为习惯，最终呈现最有可能被你点击的标题和图片。
   
   比“你的仔在我手里”更可怕的，是“你的全部数据，都在我的硬盘里。而后者或许已经成为了现实”。“我的命，我自己操盘”这是《窃听风云》中的经典台词，但现实生活中，我们可能连自己手机的麦克风都操盘不了。早在先前的报道里就说了怀疑外卖App在“偷听”自己说话，他让我们开始依赖于对它的使用，他仿佛是我们的蛔虫，了解我们所有的口味。

   都说信息爆炸，但算法之下，你看到的更多是科技公司觉得你喜欢的东西，它的影响已经在显现。无论是微信还是微博，他们都是公司用来获取收入的产品，而对于公司来说用户不是上帝，而是商品。你对于这些产品的依赖程度、停留时间、转化率决定着他们的营收。跟 Facebook 的问题类似，为了能让你更依赖这些产品，它们会想尽办法让你喜欢上在这些平台里看到的信息。本质上来说，它们并不对你所获取的信息负责，能对此负责的最主要的还是你自己。
当然游戏的吸引力是不言而喻的，为了将玩家牢牢栓在游戏里，游戏不止提供升级体验，还提供各种全方位多角度的玩法。总能让你找到一个10分钟左右的小目标，不断去完成它，获得完成时的成就感。一旦得到这个成就感，为了维持这种欣快的感觉，玩家又迫不及待地投入了下一个小目标。

   它在获取我们的注意力，网络产品的目的是让你上瘾而不是使用。我们的注意力正在一点一点的被抽离，各种产品对我们的了解度当然是不言而喻的，微博微信又或是网易云音乐 哔哩哔哩 知乎……太多的推送的推送都是我们喜欢的。我们可以认为这是科技方便我们，但我们是否又可以认为这是技术在限制我们的生活？毕竟现在我们常接触到的内容有非常大的一部分是我们“喜欢”的。我们的生活在一个被自身偏好限定，被科技束缚的牢笼里，看不到更复杂，辽阔的星宇，我们只局限在此。
