### 爱的呈现应该是美好的

   课程的开始老师便给了我们这样一个问题：到底是艺术模仿人生还是人生模仿艺术，在我看来是后者。

   影片中说到，男性若频繁看porn会得ADHD，也就是注意缺陷他所注意的时间短暂，而且会兴奋成瘾，所以需要多个兴奋点刺激来获取新奇感，便是有这样的新奇感 ，有了这种追求变化 、刺激、 新鲜感，种种持续的观看完的振奋性使得男人的大脑以一种全新的数字化重组数字化重组。

   就是因为这样的原因，他们慢慢的新鲜感下降，随之变化的还有本身大脑的传统观念，他们开始脱离了传统类型，他们开始接受新的不一样的更刺激的影视效果，但是与此同同时他们也可能脱离了男女间那最美妙最浪漫的相处过程。简单来说，他们牺牲了社交的时间去看pron，并且长期的在这种虚幻的世界里来了场趣味旅行，这也导致了他们很难在现实生活中与伴侣维持真挚美好的爱恋关系。

   影片中出现了许多女性拍porn并且点击量很高，而他们为什么会拍这样类型的影片，大概是女生看了porn后反而有罪恶 、肮脏的感觉 ，从而触发想做自己想看的porn 。除了上面讲到的原因，那还有像是很多porn中大多数只有男人作为媒介，女人似乎就是一个配角，无论是否是男女平等这类问题，他们觉不良好的性接触反而会让人反性爱。

   我在网上查了一些新闻，其实网络上随处可见的porn足以让年轻人“性脱敏”， 有研究显示 当人们越多观看porn ，越经常通过自慰的方式获得性高潮，因此 在真实的sex生活面前就格外难以有性唤起。

   还有另外一个重要的点，如今 性启蒙逐渐在改变， 因为也有未成年在看porn， porn可能使现代社会的性教育，影片中女导演认为porn中好的导向者会影响成年人。而且王尔德在自序里面说过：“能将得自美的艺术的印象用另一种样式或新的素材表现出来的，则是评论家。”所以说 porn并不是一种表演而是一种爱的呈现 ，分享的不是美化的sex，而是伴侣之间真实的爱的交流。



